export default function TermsOfService() {
  return (
    <>
      <h1>Terms of Service</h1>
      <p>July 29th, 2023</p>
      <ol>
        <li>
          当サイトは Next.js と Firebase
          を用いたサンプルアプリケーションです。そのため、データなどが予告なく削除される可能性があることをご了承お願いいたします
        </li>
        <li>当サイトは商用利用を含めすべて無料でご利用いただけます</li>
        <li>当サイトは予告なくサービスの内容を変更する可能性があります</li>
        <li>当サイトは予告なくサービスの提供を終了する可能性があります</li>
        <li>
          当サイトの利用によってユーザーに生じたいかなる不利益等に関しても、当サイトの運営者は一切の責任を負いません
        </li>
      </ol>
    </>
  );
}
